{
    "contents": {
        "quotes": [
            {
                "quote": "It is not the critic who counts; not the man who points out how the strong man stumbles, or where the doer of deeds could have done them better. The credit belongs to the man who is actually in the arena, whose face is marred by dust and sweat and blood; who strives valiantly; who errs, who comes short again and again, because there is no effort without error and shortcoming; but who does actually strive to do the deeds; who spends himself in a worthy cause; who at the best knows in the end the triumph of high achievement, and who at the worst, if he fails, at least fails while daring greatly, so that his place shall never be with those cold and timid souls who neither know victory nor defeat. (Roosevelt)"
            },
            {
                "quote": "Don’t do anything you would need to lie about."
            },
            {
                "quote": "Be kind towards the weak, irreverent towards the strong."
            },
            {
                "quote": "Avoid taking advice from someone who gives advice for a living. (NNT)"
            },
            {
                "quote": "Never go to bed being mad at each other."
            },
            {
                "quote": "It’s not your fault when you get wronged, but it’s your responsibility to make it right."
            },
            {
                "quote": "What truth brings into being is by definition good."
            },
            {
                "quote": "Pursue flow (what's meaningful), not what’s 'useful'."
            },
            {
                "quote": "Don’t waste time playing games you don’t care about winning."
            },
            {
                "quote": "Only speak when the words outperform silence."
            },
            {
                "quote": "No good thing renders its possessor happy, unless his mind is reconciled to the possibility of loss. (Seneca)"
            },
            {
                "quote": "No prizefighter can go with high spirits into the strife if he has never been beaten black and blue; the only contestant who can confidently enter the lists is the man who has seen his own blood, who has felt his teeth rattle beneath his opponent's fist, who has been tripped and felt the full force of his adversary's charge, who has been downed in body but not it spirit, one who as often as he falls, rises again with greater defiance than ever. (Seneca)"
            },
            {
                "quote": "If you see fraud and you don't say fraud, you are a fraud. (Taleb)"
            },
            {
                "quote": "Remember that the first person to become a millionaire in the 1850's California Gold Rush (Samuel Brannan) didn’t dig for gold, he sold shovels and picks."
            },
            {
                "quote": "Work ethic eliminates fear. (M. Jordan)"
            },
            {
                "quote": "Every prophet has to come from civilization, but every prophet has to go into the wilderness. He must have a strong impression of a complex society and all that it has to give, and then he must serve periods of isolation and meditation. This is the process by which psychic dynamite is made. (Churchill)"
            },
            {
                "quote": "Just that you do the right thing. The rest doesn’t matter. (M. Aurelius)"
            },
            {
                "quote": "You never know who’s swimming naked until the tide goes out. (W. Buffett)"
            },
            {
                "quote": "Rehearse them in your mind: exile, torture, war, shipwreck. All the terms of our human lot should be before our eyes. (Seneca)"
            },
            {
                "quote": "Being wrong, when it is not costly, doesn't count. What matters in life isn’t how frequently one is “right” about outcomes, but how much one makes when one is right. Being right or wrong means nothing without skin in the game. (N. Taleb)"
            },
            {
                "quote": "The favor of ignoble men can be won only by ignoble means. (Seneca)"
            },
            {
                "quote": "Everything we hear is an opinion, not a fact. Everything we see is a perspective not the truth. (M. Aurelius)"
            },
            {
                "quote": "Follow your heart (intuition, curiosity) even if it leads you off the well-worn path and trust that the dots will connect somewhere down the road. Example: Steve Jobs joining a Calligraphy class after he dropped out of college."
            },
            {
                "quote": "Listen to everyone, follow no one. (Karnazes)"
            },
            {
                "quote": "Stop doing things that make you weak. (Peterson)"
            },
            {
                "quote": "Make the choice that will leave you with more internal peace. (Naval)"
            },
            {
                "quote": "Remember: soon, you'll be old."
            },
            {
                "quote": "Tell the truth, even if they hate you for it. (Cato)"
            },
            {
                "quote": "Never feel bad for mistakes, feel bad for your fragility to those mistakes."
            },
            {
                "quote": "Pain should be a trigger for reflection, not avoidance. (R. Dalio)"
            },
            {
                "quote": "Do what you say you will do."
            },
            {
                "quote": "If I’m the person talking the least, I’m the person learning the most. If I’m the person being the most uncomfortable, I’m the person growing the most. "
            },
            {
                "quote": "Never do “should do's”. Only do “have to’s” and “want to’s”. What are some things you’re currently spending time on that you neither have to do nor want to do?"
            },
            {
                "quote": "The right decision is the one that feels like the right decision."
            },
            {
                "quote": "See the new in the familiar."
            },
            {
                "quote": "What matters is if you can disappoint another to be true to yourself. If you can bear the accusation of betrayal and not betray your own soul. (The Invitation)"
            },
            {
                "quote": "Seek out negative feedback."
            },
            {
                "quote": "Throw away with this idea that comfort is something you should be seeking."
            },
            {
                "quote": "Don’t say anything you know to be a lie."
            },
            {
                "quote": "Don't multitask. If you want to do great work, focus on the task at hand."
            },
            {
                "quote": "Try to consistently not be stupid, instead of trying to be intelligent. (C. Munger)"
            },
            {
                "quote": "Take long walks with no goal or intention."
            },
            {
                "quote": "Remember that deep down, you always know what you want. You're just not listening."
            },
            {
                "quote": "We don’t write because we have good ideas. We have good ideas because we write. (S. Godin)"
            },
            {
                "quote": "Remember that talking and doing fight for the same resources. (R. Holiday)"
            },
            {
                "quote": "This above all: to thine own self be true, And it must follow, as the night the day, Thou canst not then be false to any man. (Shakespeare)"
            },
            {
                "quote": "Never allow yourself to have an opinion on anything that you don’t know the other side’s argument better than they do. (C. Munger)"
            },
            {
                "quote": "Always assume that the person you're talking to knows something that you need to know. (Peterson)"
            },
            {
                "quote": "Err on the side of generosity."
            },
            {
                "quote": "In life, play the Ultimatum Game by offering $60. You gain more by making people want to play more games with you rather than trying to win any particular single game."
            },
            {
                "quote": "Do the uncomfortable."
            },
            {
                "quote": "True Story > Cool Story."
            },
            {
                "quote": "Replace 'normal' with 'average'. Everyone, consciously or subconsciously, wants to be normal, no one wants to be average."
            },
            {
                "quote": "You never know her."
            },
            {
                "quote": "Believe the impossible. Because that’s the only way you can convince other people that something impossible is possible. And that’s the only way you can make the impossible possible. "
            },
            {
                "quote": "It’s ok if people disagree with you. The more people disagree, the more original your contribution to the discussion."
            },
            {
                "quote": "Abhor flatterers as you would deceivers; for both, if trusted, injure those who trust them. (Isocrates)"
            },
            {
                "quote": "Allow and facilitate moments of stillness and solitude."
            },
            {
                "quote": "In the thick of battle, you will not rise to the level of your expectations, but fall to the level of your training. (Navy SEALs)"
            },
            {
                "quote": "We have two lives, and the second begins when we realize we only have one. (Confucius)"
            },
            {
                "quote": "Time is your only asset. Be ruthlessly greedy with whom you give it to."
            },
            {
                "quote": "Courage is the only virtue you can't fake. (Taleb)"
            },
            {
                "quote": "The right to break the rule is reserved for those who question the rule."
            },
            {
                "quote": "You change things by being right first. And to be first, you can’t wait for consensus. (Naval)"
            },
            {
                "quote": "Suffer regularly."
            },
            {
                "quote": "Help others not because of who they are, but because of who you are. (H. Kushner)"
            },
            {
                "quote": "Never attribute to malice that which is adequately explained by stupidity. (Hanlon's Razor)"
            },
            {
                "quote": "The evil that men do harms you only if you do evil in response. (M. Aurelius)"
            },
            {
                "quote": "Internal happiness is reward from being in flow. Create, meditate, love, play. Clears the mind & leaves us in peace. (Naval)"
            },
            {
                "quote": "It's not you against your partner, it's your partner and you against the problem. (J. Shetty)"
            },
            {
                "quote": "Don’t try to be 'nice'. It will mean compromising your truth in the moments it really matters. "
            },
            {
                "quote": "Success is not final, failure is not fatal: it is the courage to continue that counts. (Churchill)"
            },
            {
                "quote": "Don't try too hard to be non-judgemental. If you lie and you detect yourself lying, it is right to judge yourself. It is you telling yourself that you shouldn’t do that anymore. It’s you holding yourself accountable to your own moral code. Don’t suppress that feeling of self-judgement, embrace it."
            },
            {
                "quote": "Try to truly understand someone’s point of view before you dare to agree or disagree with it. Try to truly understand what someone is going through before you dare to give advice. Try to truly understand the complexity of a topic before you dare to have an opinion about it. How do you know you truly understand someone’s POV? You’re able to repeat back to them their standpoint in your words in a way that they can agree with it. How do you know you truly understand a topic? You’re able to explain it in a way that a 5-year-old would understand. Until you can do that, ask more questions and listen more closely."
            },
            {
                "quote": "Don't be proud of who you are because it will stop you from becoming who you can be."
            },
            {
                "quote": "Don't tell people what they should do, tell them what you do. Skin in the game."
            },
            {
                "quote": "Don't accept awards unless they’re by the people."
            },
            {
                "quote": "You can tell a man's character by how much truth he's able to bear. (Nietzsche)"
            },
            {
                "quote": "It’s in responsibility that most people find meaning that sustains them through life. It’s not in happiness. It’s not in impulsive pleasure. (Peterson)"
            },
            {
                "quote": "There is no absolute right or absolute wrong. There is only better or worse compared to the alternative. "
            },
            {
                "quote": "Without skin in the game, you are nothing."
            },
            {
                "quote": "Be maximally paranoid with anything that includes risk of ruin."
            },
            {
                "quote": "Callous your mind."
            },
            {
                "quote": "Listen to your intuition. It's your soul speaking."
            },
            {
                "quote": "Campbell’s Law: When you reward people for a particular measure — clicks, dollars, likes, etc. — people will find a way to “game” the system. Example: In India, the government offered rewards to people who caught and killed snakes. Unexpected result: People started to breed more snakes in order to get the rewards."
            },
            {
                "quote": "Carry your opinions and beliefs publicly."
            },
            {
                "quote": "Maximize your exposure to serendipity."
            },
            {
                "quote": "Live by Cato‘s injunction: he preferred to be asked why he didn’t have a statue rather than why he had one. "
            },
            {
                "quote": "Don't do anything that you’re only doing because no one is watching."
            },
            {
                "quote": "A comic book that you deeply engage with will teach you infinitely more than a philosophy book that you read half-assedly. Seek out the comic books in your life."
            },
            {
                "quote": "You can’t be good until you’re dangerous."
            },
            {
                "quote": "If you seek tranquillity, do less. Most of what we say and do is not essential. If you can eliminate it, you‘ll have more time, and more tranquillity. (M. Aurelius)"
            },
            {
                "quote": "In the search for the Holy Grail, the Knights of the Round Table went looking for it by entering the forest at the place that seemed darkest to them."
            },
            {
                "quote": "Be grateful for what you have, you might not have it for much longer. Your health, your partner, your family, your wealth, your time on this planet. It might end tomorrow. "
            },
            {
                "quote": "Avoid special treatment like the plague."
            },
            {
                "quote": "Fear your own mistakes more than your enemy’s schemes. (Pericles)"
            },
            {
                "quote": "Don’t read the news."
            },
            {
                "quote": "If you're going through hell, keep going. (Churchill)"
            },
            {
                "quote": "Anger is a hot coal that you hold in your hand while waiting to throw it at somebody. (Buddhist Saying)"
            },
            {
                "quote": "If you want to persuade, appeal to interest and not to reason. (B. Franklin)"
            },
            {
                "quote": "Do things because you want to. You don’t need a better reason."
            },
            {
                "quote": "Don't explain your philosophy. Embody it. (Epictetus)"
            },
            {
                "quote": "In every domain of your life, aim to be an adventurer, not a tourist. An adventurer benefits from uncertainty (antifragile), a tourist is harmed by it (fragile)."
            },
            {
                "quote": "You can afford to be compassionate, lax, and courteous if, once in a while, when it is least expected of you (but completely justified), you overreact. Just to show that you can walk the walk. (Taleb)"
            },
            {
                "quote": "Never allow unsollicited advice. Every time someone gave me a 'friendly advice' on 1) writing style, 2) trading strategy, 3) how I should not be weightlifting, 4) why I shoud be nice to Monsanto, I'm glad I did opposite. Be stubborn. (Taleb)"
            },
            {
                "quote": "You're only as mentally tough as your life demands you to be. When life doesn't challenge you, challenge yourself. (J. Clear)"
            },
            {
                "quote": "When you’re jealous of someone, you can't just cherry-pick and choose little aspects of their life. You can't say I want his body, I want her money, I want his personality. You have to BE that person. Do you want to actually be that person with all of their reactions, their desires, their family, their happiness level, their outlook on life, their self-image? If you’re not willing to do a wholesale, 24/7, 100% swap with who that person is, then there is no point in being jealous. (Naval)"
            },
            {
                "quote": "Be prepared for a financial crisis: 1) Build a variety of useful skills that will be needed at any point, 2) Build a strong network that knows you & trusts you, 3) If you can, have a roof over your head (own property), 4) Own assets that you can exchange for money if money's value goes upside down (e.g. gold, silver, Bitcoin etc.), 5) Have a large reserve of cash to fall back on "
            },
            {
                "quote": "How to be complete: 1) Be physically tough (BJJ + boxing + heavy lifting + running in the wet & cold), 2) Meditate (or other form of solitude + stillness), 3) Read voraciously, 4) Be maximally loving to my wife + kids, 5) Be the man in the arena (take risks for others by building a business and creating jobs and/or intellectually by challenging the establishment)"
            },
            {
                "quote": "Sticking up for truth when it is unpopular is far more of a virtue, because it costs you something: your reputation. (Taleb)"
            },
            {
                "quote": "Don't pay attention to cheap signaling."
            },
            {
                "quote": "Seek antifragility in every aspect of your life."
            },
            {
                "quote": "Earn self-respect by doing hard shit proactively."
            },
            {
                "quote": "Do not do to others that which you would not like them to do to you. (Silver Rule)"
            },
            {
                "quote": "More inputs mean higher noise-to-signal ratio. Reduce inputs."
            },
            {
                "quote": "Life is too short to not be pursuing the best opportunity you know of. (J. Clear)"
            },
            {
                "quote": "The more serendipity you introduce into your life, the more happy (and successful) you will be."
            },
            {
                "quote": "Your goals are not up for negotiation."
            },
            {
                "quote": "Remember, the 'worst' circumstances are the best circumstances for growth."
            },
            {
                "quote": "Never ask someone what you should do. Ask them what they would do if they were in your position. You’d be surprised at the difference. (Gigerenzer)"
            },
            {
                "quote": "If all you’ll ever do is facing uncomfortable situations (physically, mentally & emotionally), you’ll be fine in life."
            },
            {
                "quote": "Reading is the inhale, writing is the exhale. Breathe."
            },
            {
                "quote": "If it is not right, do not do it; if it is not true, do not say it. (M. Aurelius)"
            },
            {
                "quote": "Always point out when you think you know a better way to do a certain thing than someone else. Either you’re right or they’re right. So either they’re gonna learn something or you’re gonna learn something. It’s a win every time. But, let them opt-in first."
            },
            {
                "quote": "If you don't know what's missing, it's ready."
            },
            {
                "quote": "Regularly examine all of your relationships with the people who are optional. Who is adding to your life and who is taking away from it? Who is lifting you up and who is pulling you down? Who, when you are with them, energizes you and who drains you?"
            },
            {
                "quote": "There is value in doing the opposite to what everyone else is doing. You'll probably be wrong... but it's the only way to discover something no one ever discovered."
            },
            {
                "quote": "You can only ever optimize for one thing at a time. If you’re optimizing for multiple things at the same time, you’re not optimizing."
            },
            {
                "quote": "How to change the world: make the right choice the easy choice."
            },
            {
                "quote": "Listen to your own inner dialogs and give special credit to thoughts and ideas that sound unfamiliar. It’s not a sign of a bad idea, rather of an original idea (that might be bad)."
            },
            {
                "quote": "Remember that most disagreements come down to whether the other person feels understood."
            },
            {
                "quote": "Trust = Consistency + Time"
            },
            {
                "quote": "Listening to uninformed people is worse than having no answers at all. (R. Dalio)"
            },
            {
                "quote": "If you really want something, burn your boats."
            },
            {
                "quote": "Wanting something and doing what it takes to get it are the exact same thing. If you don’t want to do what you need to do to get what you want, you don’t actually want it."
            },
            {
                "quote": "Play long-term games. Avoid short-term games."
            },
            {
                "quote": "How to live a virtuous life: be dangerous, tell the truth & have skin in the game."
            },
            {
                "quote": "Prepare for the worst-case scenario and the worst-case scenario only."
            },
            {
                "quote": "Aim for an empty schedule."
            },
            {
                "quote": "To be virtuous means to contain the monster within you. To do that, you first need to become the monster."
            },
            {
                "quote": "Enjoy the little things as if even they will be taken away from you tomorrow."
            },
            {
                "quote": "How to live an honorable life: always be inside the arena."
            },
            {
                "quote": "Don't look at what people say, look at what they do. Yourself included. "
            },
            {
                "quote": "If it is humanly possible, consider it within your reach. (M. Aurelius)"
            },
            {
                "quote": "Less is more. Before you add something new, remove something unnecessary. "
            },
            {
                "quote": "Think of everything that can happen as something that will happen. (Seneca)"
            },
            {
                "quote": "If you take money, they get to tell you what to do. If don’t, they can’t. (B. Cunningham)"
            },
            {
                "quote": "If you wish to have leisure for your mind, either be a poor man, or resemble a poor man. Study cannot be helpful unless you take pains to live simply; and living simply is voluntary poverty. (Seneca)"
            },
            {
                "quote": "You don’t get to tell the world what the point is. The world tells you. (J. Norman)"
            },
            {
                "quote": "Do nothing, on purpose. (T. Despin)"
            },
            {
                "quote": "In most of life, the rare event (good or bad) plays a disproportionate role and we tend to be blind to it, so just focus on exploiting such a rare event, or protecting against it. Just worry about Black Swan exposures, and life is easy. (Taleb)"
            },
            {
                "quote": "This, too, shall end. "
            },
            {
                "quote": "Seize the day. You might not have many of them left. "
            },
            {
                "quote": "If you have a million reasons not to do something, do it. "
            },
            {
                "quote": "If you have more than one reason to do something, don’t do it. Obvious decisions (robust to error) require no more than a single reason. (N. Taleb)"
            },
            {
                "quote": "Go into the arts. The arts are not a way to make a living. They are a very human way of making life more bearable. Practicing an art, no matter how well or badly, is a way to make your soul grow, for heaven’s sake. Sing in the shower. Tell stories. Write a poem to a friend, even a lousy poem. Do it as well as you possibly can. You will get an enormous reward. You will have created something. (K. Vonnegut)"
            },
            {
                "quote": "You can create a lot of meaning in your own life by helping someone else do something that is meaningful to them. (J. Clear)"
            },
            {
                "quote": "In most of life, the rare event (good or bad) plays a disproportionate role and we tend to be blind to it, so focusing on the exploitation of such a rare event, or protection against is, changes everything. Just worry about Black Swan exposures, and life is easy. (Taleb)"
            },
            {
                "quote": "Do what needs to be done. It needs to be done anyway. "
            },
            {
                "quote": "Always be tinkering. "
            },
            {
                "quote": "Be the change you wish to see in the world. (Ghandi)"
            },
            {
                "quote": "If you’re anxious about something specific, get to work. If you’re anxious about something ambiguous, meditate. "
            },
            {
                "quote": "None or your possessions is essential. The things which we actually need are free for all, or else cheap; nature craves only bread and water. No one is poor according to this standard. (Seneca)"
            },
            {
                "quote": "Veritas odium parit—truth brings hatred. "
            },
            {
                "quote": "At the higher levels of competitive swimming, something like an inversion of attitude takes place. The very features of the sport that the 'C' swimmer finds unpleasant, the top level swimmer enjoys. What others see as boring—swimming back and forth over a black line for two hours, say—they find peaceful, even meditative, often challenging, or therapeutic. They enjoy hard practices, look forward to difficult competitions, try to set difficult goals. Coming into the 5:30 A.M. practices at Mission Viejo, many of the swimmers were lively, laughing, talking, enjoying themselves, perhaps appreciating the fact that most people would positively hate doing it. It is incorrect to believe that top athletes suffer great sacrifices to achieve their goals. Often, they don’t see what they do as sacrificial at all. They like it. (D. Chambliss)"
            },
            {
                "quote": "Above all, nothing without skin in the game. (Taleb)"
            },
            {
                "quote": "Appreciate misfortune. Without it, you will have passed through life without an opponent. You would never know what you are truly capable of. (Seneca)"
            },
            {
                "quote": "People do what is important to them. You can always see someone’s true priorities by how they choose to spend their time. Your own included. "
            },
            {
                "quote": "In the fell clutch of circumstance, I have not winced nor cried aloud. Under the bludgeonings of chance, My head is bloody, but unbowed."
            },
            {
                "quote": "It is easiest to do the most when you have nothing to do. (N. Taleb)"
            },
            {
                "quote": "Wear your quirks and peculiarities as badges of honor. "
            },
            {
                "quote": "Anyone can become angry—that is easy. But to be angry with the right person, to the right degree, at the right time, for the right purpose, and in the right way—that is not easy. (Aristotle)"
            },
            {
                "quote": "Instead of trying to do the right thing, focus on not doing the wrong thing."
            },
            {
                "quote": "You’re not being considerate or nice if you “never find the right time” to have a difficult conversation with someone because they are “too busy” or “having a hard time right now.” You’re just afraid."
            },
            {
                "quote": "If you know about a problem and you don't speak directly to the people who can do something about it, you're making it worse. (H. Evans)"
            },
            {
                "quote": "When you advertise, advertise like Shackleton."
            },
            {
                "quote": "“When the facts change, I change my opinions.” (M. Keynes)"
            },
            {
                "quote": "To be able to focus is a great virtue if you are a watch repairman, a brain surgeon, or a chess player. But the last thing you need to do when you deal with uncertainty is to “focus”. This “focus” makes you a sucker. It makes you blind to hidden optionalities. (N. Taleb)"
            },
            {
                "quote": "When posting something on social, ask yourself 'why would this be useful to someone?'"
            },
            {
                "quote": "If you don’t have anything specific to do, do nothing. Or read."
            },
            {
                "quote": "Malis mala succedunt—troubles are followed by troubles. When it rains, it pours."
            },
            {
                "quote": "A leader is best when people barely know he exists, when his work is done, his aim fulfilled, they will say: we did it ourselves. (Lao Tzu)"
            },
            {
                "quote": "You don’t lose when you get knocked down, you lose when you choose not to get back up."
            },
            {
                "quote": "Virtue is what you do when nobody is looking. The rest is marketing. (NNT)"
            },
            {
                "quote": "Remember that the fruits of labor lose their sweetness without the labor."
            },
            {
                "quote": "Neither a borrower nor a lender be; for loan does often lose both itself and friend, and borrowing dulls the edge of husbandry. (Hamlet)"
            },
            {
                "quote": "Don’t be fooled by money, that's just numbers. Being self-owned is a state of mind. (Fat Tony)"
            },
            {
                "quote": "To understand how something works, figure out how to break it. (NNT)"
            },
            {
                "quote": "Fast, lift, sprint, stretch, and meditate. Build, sell, write, create, invest, and own. Read, reflect, love, seek truth, and ignore society. Make these habits. Say no to everything else. Avoid debt, jail, addiction, disgrace, shortcuts, and media. Relax. Victory is assured. (Naval)"
            },
            {
                "quote": "Be willing to risk your reputation for your opinions and beliefs or shut the fuck up. "
            },
            {
                "quote": "It’s easy to talk about your virtues, it’s hard to practice them. Make sure you strike the right balance. "
            },
            {
                "quote": "To make mistakes is human. To own your mistakes is divine. Nothing elevates a person higher than quickly admitting and taking personal responsibility for the mistakes you make and then fixing them fairly. (K. Kelly)"
            },
            {
                "quote": "Wisdom is understanding the long-term consequences of your actions. (Naval)"
            },
            {
                "quote": "A personal metric: how much of the day is spent doing things out of obligation rather than out of interest? (Naval)"
            }
        ]
    }
}
